Repository: HabaHaba05/FromLocalsWeb
Catalog: FromLocalsToLocals/Resources/Views/Home/FAQ.*.resx
Languages: lt

source: &quot;A: On the home screen select a tab called 'All Services'. There you will be able to see all the available services.
lt: A: Pagrindiniame puslapyje pasirinkite sekciją "Prekybvietės".

source: A: No, you don't. Anyone can review a certain service, but only the owner can reply to those reviews.
lt: A: Registruotu vartotoju būti nereikia. Bet kuris naudotojas gali rašyti atsiliepimus. Tačiau tik savininkas gali atsakyti į atsiliepimus.

source: A: The amount of services that one can register is unlimited. If you are registered as a vendor, in the home screen select 'Add service'. If not, first create an account by clicking the image in the home screen in the top right corner.
lt: A: Limitas, kiek vienas naudotojas gali užregistruoti prekybviečių nėra taikomas. Jeigu jau esate užregistruotas vartotojas, pradiniame puslapyje pasirinkite "Pridėti paslaugą". Jeigu dar esate neužsiregistravęs, tai galite padaryti paspaudę nuotrauką viršutiniame dešiniajame kampe.

source: A: Yes you can! On a map in the home screen, select a pin of service which you want to review. A panel of infomation about that service should appear on the right. Then, at the bottom click the button on the far right.
lt: A: Taip, Tu gali! Žemėlapyje, esančiame pagrindiniame puslapyje, pasirinkite prekybvietę apie kurią norite palikti atsiliepimą. Pasirinktos prekybvietės informacija pasirodys dešinėje. Tada apačioje pasirinkite tolimiausią dešinį mygtuką.

source: FAQ
lt: DUK

source: Frequently asked questions (FAQ)
lt: Dažniausiai užduodami klausimai (DUK)

source: Q: Can I review vendors?
lt: K: Ar galiu rašyti atsiliepimus apie prekybvietes?

source: Q: Do I need to register in order to review a service?
lt: K: Ar reikia būti registruotų vartotoju norint rašyti atsiliepimus?

source: Q: How many services can I register?
lt: K: Kiek prekybviečių aš galiu užregistruoti?

source: Q: Where can I find a list of available services?
lt: K: Kur galiu rasti visų prekybviečių sąrašą?
